Revit 2027 API
FabricSheet.Create Method
Overload List
Name | Description
Create(Document, Element, ElementId) |  Creates a new instance of a single flat Fabric Sheet element within the project.
Create(Document, ElementId, ElementId, CurveLoop) |  Creates a new instance of a single bent Fabric Sheet element within the project.
Top
See Also
Reference
FabricSheet Class
Autodesk.Revit.DB.Structure Namespace